# Basics
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

# Environment
cask "rectangle"
cask "font-hack"
cask "font-hack-nerd-font"
cask "iterm2"
brew "starship"
brew "tmux"

# Tools
brew "awscli"
brew "asdf"
brew "coreutils"
brew "colordiff"
brew "diffutils"
brew "direnv"
brew "fzf"
cask "google-cloud-sdk"
brew "jq"
brew "ripgrep"
brew "tree"
brew "watch"

brew "luajit", args: ["HEAD"]
