tap "bruceadams/utilities"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/portable-ruby"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "raggi/ale"
brew "antigen"
brew "argocd-vault-plugin"
brew "coreutils"
brew "readline", link: true
brew "asdf"
brew "sqlite"
brew "awscli"
brew "bash"
brew "colordiff"
brew "delve"
brew "diffutils"
brew "direnv"
brew "etcd"
brew "exercism"
brew "findutils"
brew "fzf"
brew "gettext"
brew "gnu-sed"
brew "jq"
brew "libffi"
brew "libpq"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "make"
brew "md5sha1sum", link: false
brew "neovim"
brew "python@3.9"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "tmux"
brew "tree"
brew "watch"
brew "yamllint"
brew "hashicorp/tap/terraform-ls"
brew "homebrew/portable-ruby/portable-libyaml"
brew "homebrew/portable-ruby/portable-openssl"
brew "homebrew/portable-ruby/portable-readline"
brew "homebrew/portable-ruby/portable-ruby"
brew "raggi/ale/openssl-osx-ca"
cask "alacritty"
cask "font-hack"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "ngrok"
cask "rectangle"
