brew "antigen"
brew "asdf"
brew "awscli"
brew "colordiff"
brew "coreutils"
brew "diffutils"
brew "direnv"
brew "etcd"
brew "exercism"
brew "fzf"
brew "jq"
brew "libpq"
brew "luajit", args: ["HEAD"]
brew "md5sha1sum"
brew "openssl-osx-ca"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "tmux"
brew "tree"
brew "watch"
cask "alacritty"
cask "font-hack"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "rectangle"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "raggi/ale"
brew "neovim"
